{{-- <div class="text-center">
    <h3> <strong>وصل أمانة</strong> </h3>
</div> --}}

<div class="p-4" style="text-align: right">
    إيصال أمانة<br >
تم استلام مبلغ أمانة بتاريخ:  {{\Carbon\Carbon::parse($model->created_at)->format('Y-m-d')}}<br /><br />

<p>

    نعم أنا الموقع: {{optional($model->client)->getTranslation('name','ar')}} <br />
    الجنسية: {{optional($model->client)->nationality->title}}<br />
    الرقم المدني: {{optional($model->client)->national_ID}}<br />
    أقر وأعترف بأنه في ذمتي مبلغ أمانة للسيدة: خديجة هلال عيدان الخالدي <br />
    مبلغ وقدره:  {{number_format($model->installment_with_fees + setting('contract','lawyer_cost'),2)}} دينار كويتي <br />

</p>

<p>
    وأنه أودعها في ذمتي ويلتزم برده لها حين طلبه وهذا المبلغ هو أمانة في ذمتي وﻻ يحق لي التأخير أو المماطلة في السداد ذلك ﻷنها أودعته في ذمتي للمساعدة الإنسانية وأكون مسؤوﻻ أمام الله والجهات القانونية ثبات مبلغ اﻷمانة بذمتي ويشهد الله ومن حضروا إذا لم يتم سداد مبلغ هذه اﻷمانة أو التأخير في الوقت المحدد ويحق لها التصرف بالقوة القانونية بإجباري بالدفع الفوري السريع وﻻ يجوز لي التأخر إطلاقا وأكون مستعد بسداد مبلغ اﻷمانة حين طلبه وهذا إقرار مني بذلك وقد استلمت مبلغ اﻷمانة وأنا بكامل قواي العقلية والصحية.

</p>

<div class="row">
    <div class="col-md-6">
        <p>
            مستلم اﻷمانة:......................................................... <br />
            التوقيع:......................................................................
        </p>
    </div>
    <div class="col-md-6 d-flex justify-content-end">
        بصمة اﻹصبع
    </div>
    <div style="height: 400px;"></div>
</div>
</div>
